Repository: Man2Life/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs-partial.po
Languages: ru

source: OK
ru: ОК

source: Cancel
ru: Отмена

source: This link will open in a new browser window/tab
ru: Эта ссылка откроется в новом окне или в новой вкладке браузера.

source: Submit
ru: Отправить

source: (%(earned)s/%(possible)s point)
ru: (%(earned)s/%(possible)s балл)

source: (%(num_points)s point possible)
ru: (%(num_points)s балл)

source: Hide Answer(s)
ru: Спрятать ответ(ы)

source: Show Answer(s)
ru: Показать ответ(ы)

source: unanswered
ru: не отвечен

source: Status: unsubmitted
ru: Статус: не сдан

source: The problem state got out of sync. Try reloading the page.
ru: Состояние задачи не синхронизированно. Попробуйте перезагрузить страницу.

source: You need to pick a rating before you can submit.
ru: Вы должны выбрать оценки до того как вы сможете посылать результат

source: Your score did not meet the criteria to move to the next step.
ru: Ваши оценки не соответствуют критериям для того что приступить к следующему этапу.

source: Submit assessment
ru: Отправить задание

source: Your response has been submitted. Please check back later for your grade.
ru: Ваш ответ был отправлен. Пожалуйста, зайдите позже для просмотра вашей оценки.

source: Submit post-assessment
ru: Отправить ответ

source: Answer saved, but not yet submitted.
ru: Ваш ответ сохранен, но еще не отправлен.

source: Please confirm that you wish to submit your work. You will not be able to make any changes after submitting.
ru: Пожалуйста, подтвердите, что вы хотите отправить вашу работу. Вы не сможете вносить какие-либо изменения после отправки.

source: You are trying to upload a file that is too large for our system. Please choose a file under 2MB or paste a link to it into the answer box.
ru: Вы пытаетесь загрузить слишком большой фаил для нашей системы. Пожалйста выберите фаил меньше 2MB или вставьте ссылку на ваш фаил в поле для ответа.

source: Are you sure you want to remove your previous response to this question?
ru: Вы уверены, что хотите удалить предыдущий ответ на этот вопрос?

source: Moved to next step.
ru: Перейти к следующему шагу.

source: File uploads are required for this question, but are not supported in your browser. Try the newest version of Google Chrome. Alternatively, if you have uploaded the image to another website, you can paste a link to it into the answer box.
ru: Для данной задачи требуется отправка файлов, но данная функциональность не поддерживается вашим браузером. Попробуйте обновить ваш браузер, либо использовать последнюю версию Google Chrome. Также вы можете загрузить ваш фаил в интернет и вставить ссылку в поле для ответа.

source: Show Question
ru: Показать задание

source: Hide Question
ru: Скрыть задание

source: You have been registered for this master class. We will provide addition information soon.
ru: Вы зарегистрированы на мастер-класс. Мы сообщим дополнительную информацию в скором времени.

source: You are pending for registration for this master class. Please visit this page later for result.
ru: Вы ожидаете подтверждения регистрации на мастер-класс. Пожалуйста, посетите данную страницу позже для результатов.

source: Pause
ru: Пауза

source: Play
ru: Воспроизвести

source: Exit full browser
ru: Выйти из полноэкранного режима

source: %(value)s hour
ru: %(value)s час

source: %(value)s minute
ru: %(value)s минута

source: %(value)s second
ru: %(value)s секунда

source: Caption will be displayed when
ru: Заголовки будут отображаться, когда

source: Turn on captions
ru: Включить заголовки

source: Turn off captions
ru: Отключить заголовки

source: Hide Discussion
ru: Скрыть дискуссии

source: Show Discussion
ru: Показать дискуссии

source: Close
ru: Закрыть

source: Open
ru: Открыть

source: remove vote
ru: удалить голос

source: vote
ru: проголосовать

source: Load more
ru: Загрузить еще

source: Loading more threads
ru: Загрузить больше тем

source: %(unread_count)s new comment
ru: %(unread_count)s новый комментарий

source: Misuse Reported%(start_sr_span)s, click to remove report%(end_span)s
ru: Жалоба отправлена%(start_sr_span)s, нажмите для удаления%(end_span)s

source: Report Misuse
ru: Пожаловаться

source: Pinned%(start_sr_span)s, click to unpin%(end_span)s
ru: Прикрепленно%(start_sr_span)s, нажмите для открепления%(end_span)s

source: Click to unpin
ru: Нажмите для открепления

source: Pinned
ru: Прикрепленно

source: Pin Thread
ru: Прикрепить тему

source: %(numResponses)s response
ru: %(numResponses)s ответ

source: Showing all responses
ru: Показать все ответы

source: Showing first response
ru: Показать первый ответ

source: Load all responses
ru: Загрузить все ответы

source: Load next %(numResponses)s responses
ru: Загрузать следующие %(numResponses)s ответов

source: anonymous
ru: аноним

source: staff
ru: преподаватель

source: Community TA
ru: Модератор

source: %s ago
ru: %s назад

source: %s from now
ru: %s от текущего мемента

source: less than a minute
ru: меньше минуты

source: about a minute
ru: минуту

source: %d minute
ru: %d минута

source: about an hour
ru: около часа

source: about %d hour
ru: около %d часа

source: a day
ru: день

source: %d day
ru: %d день

source: about a month
ru: около месяца

source: %d month
ru: %d месяц

source: about a year
ru: год

source: %d year
ru: %d год

source: Available %s
ru: Доступно %s

source: This is the list of available %s. You may choose some by selecting them in the box below and then clicking the "Choose" arrow between the two boxes.
ru: Это список доступных %s. Вы можете выбрать некоторые выделенные темы в поле ниже, а затем кликнуть стрелку "Выбрать" между двумя полями.

source: Type into this box to filter down the list of available %s.
ru: Введите значение в это поле, чтобы внизу появился фильтр доступных %s.

source: Filter
ru: Фильтр

source: Choose all
ru: Выбрать все

source: Click to choose all %s at once.
ru: Кликните, чтобы выбрать все %s один раз.

source: Choose
ru: Выбрать

source: Remove
ru: Удалить

source: Chosen %s
ru: Выбрано %s

source: This is the list of chosen %s. You may remove some by selecting them in the box below and then clicking the "Remove" arrow between the two boxes.
ru: Это список выбранных %s. Вы можете удалить некоторые выбранные темы в поле ниже, кликните стрелку "Удалить" между двумя полями.

source: Remove all
ru: Удалить все

source: Click to remove all chosen %s at once.
ru: Кликните, чтобы удалить все выбранные %s один раз.

source: %(sel)s of %(cnt)s selected
ru: %(sel)s из %(cnt)s выбранного

source: You have unsaved changes on individual editable fields. If you run an action, your unsaved changes will be lost.
ru: Вы не сохранили изменения в отдельных полях. Если вы начнете действовать, ваши несохраненные изменения будут утеряны.

source: You have selected an action, but you haven't saved your changes to individual fields yet. Please click OK to save. You'll need to re-run the action.
ru: Вы выбрали действие, но вы еще не сохранили ваши изменения в отдельных полях. Пожалуйста, кликните ОК для сохранения. Тогда вам понадобится перезапустить действие.

source: You have selected an action, and you haven't made any changes on individual fields. You're probably looking for the Go button rather than the Save button.
ru: Вы выбрали действие, и не сделали никаких изменений в отдельных полях. ВЫ, вероятно ищете кнопку "Начать", а не кнопку "Сохранить".

source: January|February|March|April|May|June|July|August|September|October|November|December
ru: Январь|Февраль|Март|Апрель|Май|Июнь|Июль|Август|Сентябрь|Октябрь|Ноябрь|Декабрь

source: Show
ru: Показать

source: Hide
ru: Спрятать

source: Sunday|Monday|Tuesday|Wednesday|Thursday|Friday|Saturday
ru: Понедельник|Вторник|Среда|Четверг|Пятница|Суббота|Воскресенье

source: Now
ru: Сейчас

source: Clock
ru: Часы

source: Choose a time
ru: Выбрать время

source: Midnight
ru: Полночь

source: 6 a.m.
ru: 6 часов утра

source: Noon
ru: Полдень

source: Today
ru: Сегодня

source: Calendar
ru: Календарь

source: Yesterday
ru: Вчера

source: Tomorrow
ru: Завтра

source: Open Calculator
ru: Открыть калькулятор

source: Close Calculator
ru: Закрыть калькулятор

source: Loading...
ru: Загрузка...

source: Your message must have a subject.
ru: Ваше сообщение должно иметь тему.

source: Your message cannot be blank.
ru: Ваше сообщение не может быть пустым.

source: Your email was successfully queued for sending.
ru: Ваше письмо успешно поставленно в очередь на отправку.

source: Your email was successfully queued for sending. Please note that for large classes, it may take up to an hour (or more, if other courses are simultaneously sending email) to send all emails.
ru: Ваше письмо успешно поставленно в очередь на отправку. Заметьте, что для больших курсов, отправка всех писем может занять от 1 часа(и больше, если несколько курсов отправляют письма одновременно).

source: You are about to send an email titled "
ru: Вы собираетесь отправить письмо с темой "

source: Error sending email.
ru: Ошибка отправки письма.

source: Please enter a student email address or username.
ru: Пожалуйста введите почтовый адрес или имя пользователя студента.

source: Error getting student progress url for '<%= student_id %>'. Check that the student identifier is spelled correctly.
ru: Ошибка при создании ссылки на прогресс для студента '<%= student_id %>'. Проверьте правильность ввода идентификатора студента.

source: Please enter a problem urlname.
ru: Пожалуйста, введите адрес задачи.

source: Success! Problem attempts reset for problem '<%= problem_id %>' and student '<%= student_id %>'.
ru: Успешно! Попытки сдачи сброшены для задачи '<%= problem_id %>' и студента '<%= student_id %>'.

source: Error resetting problem attempts for problem '<%= problem_id %>' and student '<%= student_id %>'. Check that the problem and student identifiers are spelled correctly.
ru: Ошибка сброса попыток сдачи для задачи '<%= problem_id %>' и студента '<%= student_id %>'. Проверьте что имя задачи и идентификатор стуента введены правильно.

source: Delete student '<%= student_id %>'s state on problem '<%= problem_id %>'?
ru: Удалить состояние для студента '<%= student_id %>' по задаче '<%= problem_id %>'?

source: Error deleting student '<%= student_id %>'s state on problem '<%= problem_id %>'. Check that the problem and student identifiers are spelled correctly.
ru: Ошибка удаления состояния для студента '<%= student_id %>' по задаче '<%= problem_id %>'. Проверьте что имя задачи и идентификатор стуента введены правильно.

source: Module state successfully deleted.
ru: Состояние объекта успешно удалено.

source: Started rescore problem task for problem '<%= problem_id %>' and student '<%= student_id %>'. Click the 'Show Background Task History for Student' button to see the status of the task.
ru: Начата переоценка для студента '<%= student_id %>' по задаче '<%= problem_id %>'. Нажмите 'Показать состояния фоновых заданий' чтобы увидеть состояние задания.

source: Error starting a task to rescore problem '<%= problem_id %>' for student '<%= student_id %>'. Check that the problem and student identifiers are spelled correctly.
ru: Проверьте что имя задачи и идентификатор стуента введены правильно.

source: Error getting task history for problem '<%= problem_id %>' and student '<%= student_id %>'. Check that the problem and student identifiers are spelled correctly.
ru: Проверьте что имя задачи и идентификатор стуента введены правильно.

source: Reset attempts for all students on problem '<%= problem_id %>'?
ru: Сбросить попытки сдачи для всех студентов по задаче '<%= problem_id %>'?

source: Successfully started task to reset attempts for problem '<%= problem_id %>'. Click the 'Show Background Task History for Problem' button to see the status of the task.
ru: Успешно начат сброс попыток сдачи задачи '<%= problem_id %>' для всех стуентов. Нажмите 'Показать состояния фоновых заданий' чтобы увидеть состояние задания.

source: Error starting a task to reset attempts for all students on problem '<%= problem_id %>'. Check that the problem identifier is spelled correctly.
ru: Ошибка при сбросе попыток сдачи для всех студентов по задаче '<%= problem_id %>'. Проверьте что имя задачи и идентификатор стуента введены правильно.

source: Rescore problem '<%= problem_id %>' for all students?
ru: Переоценить задачу '<%= problem_id %>' у всех студентов?

source: Successfully started task to rescore problem '<%= problem_id %>' for all students. Click the 'Show Background Task History for Problem' button to see the status of the task.
ru: Успешно начато переоценка задачи '<%= problem_id %>' для всех стуентов. Нажмите 'Показать состояния фоновых заданий' чтобы увидеть состояние задания.

source: Error starting a task to rescore problem '<%= problem_id %>'. Check that the problem identifier is spelled correctly.
ru: Ошибка при переоценивани задачи '<%= problem_id %>'. Проверьте что имя задачи и идентификатор стуента введены правильно.

source: Error listing task history for this student and problem.
ru: Ошибка при отображении списка задании для задачи и студента.

source: Problem Name
ru: Имя задачи

source: Graded
ru: Оценено

source: Available to Grade
ru: Доступно для оценивания

source: Required
ru: Требуется

source: Progress
ru: Прогресс

source: Problem without name
ru: Задача без названия

source: Back to problem list
ru: Вернуться к списку заданий

source: Try loading again
ru: Пытаюсь загрузить снова

source: Re-check for submissions
ru: Проверить наличие заданий

source: System got into invalid state for submission:
ru: Кажется что-то пошло не так для посылки:

source: (Hide)
ru: Спрятать

source: (Show)
ru: Показать

source: Bold (Ctrl+B)
ru: Жирно (Ctrl+B)

source: Italic (Ctrl+I)
ru: Курсив (Ctrl+B)

source: Hyperlink (Ctrl+L)
ru: Ссылка (Ctrl+L)

source: Undo (Ctrl+Z)
ru: Отменить (Ctrl+Z)

source: Redo (Ctrl+Y)
ru: Повторить (Ctrl+Y)

source: Redo (Ctrl+Shift+Z)
ru: Повторить (Ctrl+Shift+Z)

source: %s new comment
ru: %s новый комментарий
